{
"Date":null,
"LanguageID":0,
"ServiceName":0,
"Time":null,
"AndroidLink":null,
"AuthenticationTokenID":null,
"Dataw":false,
"DietType":0,
"ErrorCode":null,
"ErrorEndUserMessage":null,
"ErrorMessage":null,
"ErrorType":0,
"IOSLink":null,
"IsAuthenticated":true,
"MealOrderStatus":0,
"MealType":0,
"MessageStatus":1,
"NumberOfResultRecords":0,
"SuccessMsg":null,
"List_NewsAlerts":
	[
		{
		"title":"Princess Haya sets foundation for Al-Habib Hospital",
		"ProfileURL":"http://hmg.com/en/MediaCenter/News/PublishingImages/Pages/dubai-medicl-city/6612184615491.jpg",
		"caption":"Princess Haya Bint Al Hussein, Chairwoman of Dubai Healthcare City Authority (DHCA) and wife of Sheikh Mohammed Bin Rashid Al Maktoum, vice-president and prime minister of the UAE and Ruler of Dubai, yesterday set the foundation stone for the AED 400-million Dr. Sulaiman Al-Habib Hospital at Dubai Healthcare City.",
		"details":"Princess Haya Bint Al Hussein, Chairwoman of Dubai Healthcare City Authority (DHCA) and wife of Sheikh Mohammed Bin Rashid Al Maktoum, vice-president and prime minister of the UAE and Ruler of Dubai, yesterday set the foundation stone for the AED 400-million Dr. Sulaiman Al-Habib Hospital at Dubai Healthcare City.\r\n\r\nThe 200-bed facility that will take shape over an area of 175,000 square feet is projected to signal a massive shift in the UAE integrated health care industry.\r\n\r\nThe new Dr. Sulaiman Al-Habib Hospital at Dubai Healthcare City will include an integrated center for cardiac surgery comprising of diagnostic clinics and a cardiac catheterization unit. It will additionally feature emergency units for cardiac patients and more than 32 integrated intensive care units for all ages and various medical conditions (ICU, CCU, and NICU for newborn and preterm children).\r\n\r\nOnce complete, it will prove a strong addition to Dubai's health care portfolio and significantly strengthen the Emirate's health care infrastructure.\r\n\r\nThe facility will be fitted with state-of-the-art emergency departments, as well as surgical theaters, delivery rooms and hypnosis suites. The hospital will integrate an electronic filing system for the benefit of patients and to provide doctors with updated and easily retrievable medical history and pathology results.\r\n\r\nDr. Sulaiman Al-Habib, chairman of Dr. Sulaiman Al-Habib Group, said: “Our continuous success in the projects we implement, design and operate in the GCC region has set a benchmark among health care facilities in the Arab region. This has strengthened our ambitions and increased our responsibility toward our patients to continue providing the highest quality of medical care and services.\r\n\r\nAl-Habib assured that the new facility would endorse a unique model and serve as a distinct extension of the Group's hospitals and centers in the GCC region. Leveraging latest developments in all medical specialties, the hospital is set to represent a quantum leap in integrated health care services provided in the UAE.\r\n\r\nHe added that the medical personnel attached to the Group are leading professionals who remain updated on latest developments in the implementation, operation and development of health facilities through participating in specialized forums and exhibitions.\r\n\r\nAl-Habib added: “Our continuous keenness has resulted in several strategic partnerships with major international companies such as GE for diagnostic radiology devices, and Drager for medical gas. Stryker will provide the best types of beds at the new multidisciplinary hospital. We also share a strong association with Roche Laboratories of Germany and other medical companies that have a long tradition in this area.\r\n\r\nPrincess Haya, together with Al-Habib and HE Raja Al Gurg, Vice-Chairperson of DHCA and HE Essa Al Maydour, director general of Dubai Health Authority and the DHCA Board Members, visited the facilities at the Dr. Sulaiman Al-Habib Medical Center.\r\n\r\nPrincess Haya was given a brief tour by Dr. Sulaiman Al Habib Medical Center's medical director, Dr. Naji Yazbek, as well as other doctors at the facility, where She was shown the medical center's Dental Department, including the latest dental machines from Sirona, and ophthalmology suites with Visumax, the latest eye vision correction technology in the Middle East.\r\n\r\nAfterwards, Princess Haya was escorted to the Radiology Department, which includes the latest MRI and CT Scan Angiogram from GE, and lastly, and the Laboratory, where patients are able to do up to 160 different tests on just one blood sample.\r\n\r\nAl-Habib also expressed his appreciation of the efforts and support extended by the Dubai Healthcare City Authority and Dubai Government. He particularly acknowledged their role in promoting concerted investments in the health care sector, adding that such initiatives are outcomes of professional strategic thinking.\r\n\r\nPointing out that the establishment of the new multispecialty hospital is a testimony to the enabling investment environment offered by DHCC, Al-Habib said the destination's ambition to raise quality standards will eventually benefit the UAE residents as well as media tourism travelers.​",
		"time":"",
		"published":"11/09/2014",
		"sortIndex" : 1,
		"category":1,
		"status":1
		},
		{
		"title":"CEO of Dr. Sulaiman Al Habib Medical Group won the Middle East - Leading CEO Excellence Award 2014.",
		"ProfileURL":"http://hmg.com/en/MediaCenter/News/PublishingImages/Pages/CEO-Excellence-Award-/ceo.jpg",
		"caption":"Mr. Nasser Alhuqbani, CEO of Dr. Sulaiman Al Habib Medical Group won the Healthcare Industry – Leading CEO Excellence Award 2014 organized by the Middle East Excellence Awards Institute; the 11th Leading CEO Awards 2014 facilitated its proud winners in a high-profile ceremony at Dubai, UAE. ",
		"details":"Mr. Nasser Alhuqbani, CEO of Dr. Sulaiman Al Habib Medical Group won the Healthcare Industry – Leading CEO Excellence Award 2014 organized by the Middle East Excellence Awards Institute; the 11th Leading CEO Awards 2014 facilitated its proud winners in a high-profile ceremony at Dubai, UAE. These awards recognize some of the region's most outstanding leaders of government and business organizations; and is one of the most important and prestigious events in the region attended by a high profile gathering of outstanding regional and global leaders. This award comes as valued recognition of the leadership and achievements of Dr. Sulaiman Al Habib Medical Group in the healthcare industry in the field of development, innovation, participation in community building and offering high quality smart healthcare management systems.\r\n\r\nDr. Sulaiman Al Habib medical group (HMG) focuses on the concept of modern management through providing and promoting best high quality international standards in medical practices; leading administration practices and strengthening creative initiate; as well as winning the culmination of initiatives strategy to strengthen healthcare facility by advanced futuristic visions in medical services, hospitals in the entire Gulf region and African countries.\r\n\r\nThis success adds to record the many accomplishments of Dr. Sulaiman Al Habib Medical group, our team work, our strict adherence to committed services, our non-compromising attitude when it comes to delivering quality services we provide to our patients, accessibility at all levels, setting international bench marks and globally positioning Dr. Sulaiman Al Habib Medical Group as the leaders in healthcare sector in the region and beyond. Mr. Nasser Alhuqbani Said.\r\n\r\nHe also said: that Dr. Sulaiman Al Habib Medical group shall continue its strive towards excellence and leadership by strengthen the healthcare in the community, in the region and beyond, acquiring the most advanced technology from world over and practice highest international standard in medical services and continuing to deliver healthcare solutions that enable our patients  to push the limits of discovery, innovation and cutting-edge technology in 2014 and beyond.\r\n\r\nHe thanked the Middle East Excellence Awards Institute for this award, which will help us in the development of visions and strategies for the group to provide innovative health care to patients.\r\n\r\nThe Middle East Excellence Awards Institute honors the winners of the award in accordance with a strict standards, Including achievement and provide an excellent level to customer service, as well as disease prevention and improving the health behavior of the community, in addition to promoting a culture of creativity, as well as among the criteria the ability of executive personal to create an organizational structure and strategic flexible.",
		"time":"",
		"published":"10/09/2014",
		"sortIndex" : 2,
		"category":1,
		"status":2
		},
		{
		"title":"Dr.Sulaiman Al Habib receives the MEED Quality Awards for Projects 2013",
		"ProfileURL":"http://hmg.com/en/MediaCenter/News/PublishingImages/Pages/MEED/meed%20Award.jpg",
		"caption":"Dr. Sulaiman Al-Habib Medical Group (HMG) was honored at the third edition of the MEED Quality Awards for Projects 2013.It received an award for the implementation and operation of the University Medical Center of King Abdullah bin Abdul Aziz Medical City.",
		"time":"",
		"details":"Dr. Sulaiman Al-Habib Medical Group (HMG) was honored at the third edition of the MEED Quality Awards for Projects 2013.It received an award for the implementation and operation of the University Medical Center of King Abdullah bin Abdul Aziz Medical City.\r\n\r\nIt was the best medical project in Bahrain at the ceremony organized by Ernst & Young. Hisham  Al-Habib, executive director of business development of HMG, received the award.\r\n\r\nHMG is one of the symbols of health care in the field of design, development and operation of hospitals in the region. The group pays great importance to health projects in all Middle East countries.\r\n\r\nThe University Medical Center is the pilot project of the upcoming King Abdullah bin Abdul Aziz Medical City in Manama, which is a gift to the Bahraini people from Saudi Arabia. The center operates in accordance international standards as an advanced research and study facility to serve the GCC community.\r\n\r\nThe building includes an operational radiography and digital imaging department, test laboratories and surgical facilities. Staff at the center includes members from the Faculty of Medicine at the local Arabian Gulf University, as well as medical experts from GCC countries and around the world.",
		"published":"13/08/2014",
		"sortIndex" : 3,
		"category":2,
		"status":3
		},
		{
		"title":"Al Qassim has won the JCI Accreditation",
		"ProfileURL":"",
		"caption":"Dr.Sulaiman Al Habib Hospital in Al Qassim has gained the Joint Commission International accreditation. It becomes the first and only hospital in Qassim region gets this International certificate.",
		"details":"Dr.Sulaiman Al Habib Hospital in Al Qassim has gained the Joint Commission International accreditation. It becomes the first and only hospital in Qassim region gets this International certificate. Dr. Abdullah Al-Herbish, Executive Vice President for doctors at Dr. Sulaiman Al Habib Medical Group says: we provide the highest international standards in maintaining patient safety and ensuring the quality of comprehensive health care.\r\n\r\nAl Qassim Hospital is the first Multispecialty Hospital of the group, strategically located in Buraidah city in Qassim.\r\n\r\nThe Hospital is fully equipped with technologically advanced state-of-the-art Equipments & Infrastructure of the highest international standards. The Hospital offers truly world-class tertiary healthcare services offering patients cutting edge diagnostic and surgical solutions as well as the latest Medical Technology, Equipments and IT systems. Al Qassim Hospital is the largest Private Hospital in Al Qassim Region.\r\n\r\nThe hospital offers comprehensive Out-Patient & In-Patient services. The Out-Patient Department is designed and equipped to accommodate more than 100 clinics covering a wide range of medical services. The Hospital has 150 In-Patient beds with 5 ORs dedicated for General Surgeries, ENT, Orthopedics and others.\r\n\r\n​IVF treatments & related services are offered for the first time in the private sector to the public of Al Qassim, based on most international standards. The Lasik Suite is an extension of the Ophthalmology Department and offers comprehensive specialized services.",
		"time":"http://hmg.com/en/MediaCenter/News/PublishingImages/altwayan.jpg",
		"published":"13/08/2014",
		"sortIndex" : 4,
		"category":1,
		"status":1
		},
		{
		"title":"Dr. Sulaiman AL-Habib Medical receives the ISO 27001:2013 Edition Accreditation",
		"ProfileURL":"http://hmg.com/en/MediaCenter/News/PublishingImages/Pages/MEED/meed%20Award.jpg",
		"caption":"For the first time in Asia & Africa: Dr. Sulaiman AL-Habib Medical receives the ISO 27001:2013 Edition Accreditation.",
		"details":"For the first time in Asia & Africa: Dr. Sulaiman AL-Habib Medical receives the ISO 27001:2013 Edition Accreditation .As a result to the remarkable success & continuous achievements of Dr. Sulaiman AL-Habib Medical Group, the medical group has recently received the ISO 27001:2013 Edition from the from the International Organization for Standardization ISO as the first health institution in Asia & Africa to get this accreditation for its outstanding accomplishments in the information security management, as clarified by Eng. Abdulelah AL Mayman, The Vice President of Information Technology.\r\n\r\nAccording to Eng. Abdulelah AL Mayman, this accreditation was achieved as a result of International Organization for Standardization recommendation and after conducting several   assessments for the Medical Group information system & Data Center, through several interviews and field visits to monitor and test the mechanisms. Eng. A. AL Mayman added, this accreditation reflects the group's deep keen of applying the highest international quality standards and accuracy in all aspects and it is one of our national achievements in the international field.\r\n\r\nHe also assured that Dr. Sulaiman AL-Habib Medical Group has made a distinguished leap in the electronic healthcare system, as HMG has recently launched its Electronic Services for all its patients on smart phones and self-services Kiosk machines, and HMG has also applied the VIDA system.\r\n\r\nEng. Abdulelah AL Mayman concluded:  Dr. Sulaiman AL-Habib Medical Group is moving towards achieving greater accomplishments, as it has been honored by receiving  22 International & National Awards & Accreditations, like: ISO, JCI, Arab Health, MEED Quality, CAP, Forbes, and it is also classified as one of the most 100 important Brand  in Saudi Arabia.​",
		"time":"",
		"published":"13/08/2014",
		"sortIndex" : 5,
		"category":1,
		"status":1
		},
		{
		"title":"Dr. Sulaiman Al Habib Medical Center in Dubai has received the ISO 15189 Accreditation",
		"ProfileURL":"http://hmg.com/en/MediaCenter/News/PublishingImages/Pages/dubai-medicl-city/6612184615491.jpg",
		"caption":"Dr. Sulaiman Al Habib Medical Center Dubai's laboratory has been awarded the ISO 15189:2003 certificate by the Dubai Accreditation Department (DAC) in recognition of the competency of its laboratory services in their technical capacity and the effective quality management of their professional services and staff . ",
		"details":"Dr. Sulaiman Al Habib Medical Center Dubai's laboratory has been awarded the ISO 15189:2003 certificate by the Dubai Accreditation Department (DAC) in recognition of the competency of its laboratory services in their technical capacity and the effective quality management of their professional services and staff . The ISO 15189 standards test requirements for competence and quality, specific to medical laboratories. The Accreditation is a stamp of quality ensuring that all Lab tests are done in conformity with highest international standards. Certificates and other documents issued under accreditation are recognized across the world. This guarantees that the results shown on the documents do not need to be retested in other countries. With this achievement, Dr.Sulaiman Al Habib Dubai Medical Center labs are recognized locally and internationally for their testing, qualifications and quality under the accreditation's standards.\r\n\r\nWe are pleased and proud to have received the ISO accreditation for our Medical Laboratories in Dubai Medical Center, demonstrating once again our commitment to the highest standards of quality said Mr. Nasser Alhuqbani, CEO of Dr. Sulaiman Al Habib Medical Group.  We place great importance not only on the quality of our specialized lab services, but also on their continuous improvement. The ISO 15189 international standard addresses the quality management system of medical laboratories to better serve the needs of both patients and clinical personnel responsible for the care of those patients. To this end, our dedicated staff worked diligently to achieve ISO 15189 accreditation and continues to expend efforts towards expanding our portfolio of specialized medical testing services.\r\n\r\nAl Huqbani added  Dr. Sulaiman Al Habib Medical Group has always been committed to pioneering the highest standards of healthcare in the Middle East region and we are pleased to receive formal acknowledgement with ISO, JCI recognition and Arab Health Award. International accreditations are very important for all healthcare providers to ensure the best quality of service for patients.\r\n\r\nDr. Sulaiman Al Habib Medical Center was awarded the ISO 15189 certification by The Dubai Municipality, on November 2011. A conference was held to commemorate the occasion during which Eng. Alia Ismail Ahmed, Head of the Inspection Bodies Accreditation Section in Dubai Accreditation Department (DAC) presented the ISO Certification to the CEO of Dr. Sulaiman Al Habib Medical Group, Mr. Nasser Al Huqbani.\r\n\r\nEng. Alia said  The ISO 15189 certification is bestowed to Laboratories that have implemented quality management systems which meet or exceed the International standards. We are very pleased that Dr. Sulaiman Al Habib Medical Center in Dubai has gained it. This accreditation is the culmination of a series of efforts to ensure quality results are delivered to clients by Dr. Sulaiman Al Habib Dubai Medical Center labs. We are very proud of their work and their workforce. We are sure that Dr. Sulaiman Al Habib Medical Group provides the Best Health Care services to its patients.\r\n\r\nDAC is the only accreditation body in the Gulf Region internationally recognized as being the MRA signatory to the International Laboratory Accreditation Cooperation (ILAC) and full member of the International Accreditation Forum (IAF) and Pacific Accreditation Cooperation.\r\n\r\nDAC's Accreditation ( ISO15189:2003 ) is the reflection of Dr. Sulaiman Al Habib's vision for the continuous improvement in quality of care and patient safety.",
		"time":"",
		"published":"13/08/2014",
		"sortIndex" : 6,
		"category":1,
		"status":1
		},
		{
		"title":"HMG wins Mideast excellence award",
		"ProfileURL":"http://hmg.com/en/MediaCenter/News/PublishingImages/altwayan.jpg",
		"caption":"Dr. Sulaiman Al-Habib Medical Group has received the prestigious Excellence in Surgery Services Award in the Middle East.\r\n\r\nThe achievement is a result of the center's commitment to provide the highest quality surgical services, said Dr. Abdullah Al-Harbash, the Group's vice CEO for Doctor Affairs.",
		"details":"Dr. Sulaiman Al-Habib Medical Group has received the prestigious Excellence in Surgery Services Award in the Middle East.\r\n\r\nThe achievement is a result of the center's commitment to provide the highest quality surgical services, said Dr. Abdullah Al-Harbash, the Group's vice CEO for Doctor Affairs.\r\n\r\nHe said the group's hospitals have implemented the highest international standards in terms of designing and equipping operating rooms. Surgical equipment is imported from major international companies.\r\n\r\nOperating rooms are equipped with the Digital OR system that is connected to the radiology and laboratory sections where two monitors display the patient's information and the operation's progress, said Al-Harbash.\r\n\r\nHe said the group implements standards initiated by the American National Standards Institute, in its operating rooms.\r\n\r\nThe group's surgical teams follow strict disinfection and sterilization procedures.\r\n\r\nThe surgical staff is highly qualified. This is reflected in the high rate of successful surgeries, he said.\r\n\r\nFor the group, quality at all its hospitals and centers comes first. Our skilled, highly-qualified and experienced doctors and nurses are committed to international safety and security measures, and this has enabled us to obtain distinguished awards year after year. ",
		"time":"",
		"published":"13/08/2014",
		"sortIndex" : 7,
		"category":1,
		"status":1
		}
	],
"ResultType":0
}